Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.id
source: Indonesia is the world's largest archipelagic state, stretching across thousands of islands between the Indian and Pacific Oceans. Java, Sumatra, Bali, Sulawesi, Borneo, and Papua each bring different historical and cultural worlds into the same republic. It is impossible to understand the country without thinking about scale, sea routes, Islam, colonialism, and regional diversity all together.
de: Indonesien ist der größte Archipelstaat der Welt und erstreckt sich über Tausende von Inseln zwischen dem Indischen und dem Pazifischen Ozean. Java, Sumatra, Bali, Sulawesi, Borneo und Papua bringen jeweils unterschiedliche historische und kulturelle Welten in dieselbe Republik ein. Es ist unmöglich, das Land zu verstehen, ohne gleichzeitig über Maßstab, Seewege, Islam, Kolonialismus und regionale Vielfalt nachzudenken.
es: Indonesia es el estado archipelágico más grande del mundo, extendiéndose a lo largo de miles de islas entre los océanos Índico y Pacífico. Java, Sumatra, Bali, Célebes, Borneo y Papúa aportan cada una diferentes mundos históricos y culturales a la misma república. Es imposible entender el país sin pensar en la escala, las rutas marítimas, el islam, el colonialismo y la diversidad regional, todo junto.
fr: L'Indonésie est le plus grand État archipélagique du monde, s'étendant sur des milliers d'îles entre les océans Indien et Pacifique. Java, Sumatra, Bali, Sulawesi, Bornéo et Papouasie apportent chacun des mondes historiques et culturels différents dans la même république. Il est impossible de comprendre le pays sans penser à l'échelle, aux routes maritimes, à l'islam, au colonialisme et à la diversité régionale simultanément.
it: L'Indonesia è lo stato-arcipelago più grande del mondo e si estende su migliaia di isole tra l'Oceano Indiano e quello Pacifico. Giava, Sumatra, Bali, Sulawesi, Borneo e Papua portano ciascuna mondi storici e culturali diversi nella stessa repubblica. È impossibile comprendere il Paese senza pensare alle dimensioni, alle rotte marittime, all’Islam, al colonialismo e alla diversità regionale nel loro insieme.
pt_br: A Indonésia é o maior estado arquipelágico do mundo, estendendo-se por milhares de ilhas entre os oceanos Índico e Pacífico. Java, Sumatra, Bali, Sulawesi, Bornéu e Papua trazem cada uma diferentes mundos históricos e culturais para a mesma república. É impossível entender o país sem pensar sobre escala, rotas marítimas, Islã, colonialismo e diversidade regional tudo junto.
ru: Индонезия является крупнейшим в мире архипелажным государством, протянувшимся через тысячи островов между Индийским и Тихим океанами. Ява, Суматра, Бали, Сулавеси, Борнео и Папуа каждый вносят в одну республику разные исторические и культурные миры. Невозможно понять эту страну, не думая одновременно о масштабе, морских путях, исламе, колониализме и региональном разнообразии.

# country.description.ie
source: Ireland's modern identity is inseparable from colonization, famine, migration, independence, and the enduring cultural power of language and literature. Although the island is small, its diaspora and political history gave it influence far beyond its size. Rural landscapes matter, but so do the memory and storytelling traditions that have shaped how Ireland presents itself to the world.
de: Die moderne Identität Irlands ist untrennbar mit Kolonisation, Hungersnot, Migration, Unabhängigkeit und der anhaltenden kulturellen Kraft von Sprache und Literatur verbunden. Obwohl die Insel klein ist, gaben ihr Diaspora und politische Geschichte Einfluss weit über ihre Größe hinaus. Ländliche Landschaften sind wichtig, ebenso wie das Gedächtnis und die Erzähltraditionen, die geprägt haben, wie Irland sich der Welt präsentiert.
es: La identidad moderna de Irlanda es inseparable de la colonización, la hambruna, la migración, la independencia y el poder cultural duradero del lenguaje y la literatura. Aunque la isla es pequeña, su diáspora y su historia política le dieron influencia mucho más allá de su tamaño. Los paisajes rurales importan, pero también lo hacen la memoria y las tradiciones narrativas que han moldeado cómo Irlanda se presenta al mundo.
fr: L'identité moderne de l'Irlande est indissociable de la colonisation, de la famine, de la migration, de l'indépendance et du pouvoir culturel durable de la langue et de la littérature. Bien que l'île soit petite, sa diaspora et son histoire politique lui ont donné une influence bien au-delà de sa taille. Les paysages ruraux comptent, mais il en va de même pour la mémoire et les traditions orales qui ont façonné la façon dont l'Irlande se présente au monde.
it: L'identità moderna dell'Irlanda è inseparabile dalla colonizzazione, dalla carestia, dalla migrazione, dall'indipendenza e dal duraturo potere culturale della lingua e della letteratura. Sebbene l’isola sia piccola, la sua diaspora e la sua storia politica le hanno dato un’influenza ben oltre le sue dimensioni. I paesaggi rurali sono importanti, ma lo sono anche la memoria e le tradizioni narrative che hanno plasmato il modo in cui l'Irlanda si presenta al mondo.
pt_br: A identidade moderna da Irlanda é inseparável da colonização, da fome, da migração, da independência e do duradouro poder cultural da língua e da literatura. Embora a ilha seja pequena, sua diáspora e história política lhe deram influência muito além de seu tamanho. As paisagens rurais são importantes, mas também o são a memória e as tradições de narrativa que moldaram a forma como a Irlanda se apresenta ao mundo.
ru: Современная идентичность Ирландии неразрывно связана с колонизацией, голодом, миграцией, независимостью и продолжающейся культурной силой языка и литературы. Хотя остров небольшой, его диаспора и политическая история обеспечили ему влияние, значительно выходящее за рамки его размеров. Сельские пейзажи имеют значение, но также важны память и традиции рассказывания историй, которые сформировали то, как Ирландия представляет себя миру.

# country.description.il
source: Israel is a state established in 1948 on the eastern Mediterranean, and its modern identity is inseparable from a landscape that ranges from coastal cities and citrus country to desert expanses and the Dead Sea. Jerusalem, Tel Aviv, Haifa, and the Galilee each project very different rhythms, from religious pilgrimage and layered sacred history to beaches, nightlife, and technology-driven urban life. The country is geographically small, but it sits at the meeting point of Jewish history, regional cuisines, and some of the most symbolically charged cities in the world.
de: Israel ist ein Staat, der 1948 am östlichen Mittelmeer gegründet wurde, und seine moderne Identität ist untrennbar mit einer Landschaft verbunden, die von Küstenstädten und Zitrusplantagen bis zu Wüstengebieten und dem Toten Meer reicht. Jerusalem, Tel Aviv, Haifa und Galiläa strahlen jeweils sehr unterschiedliche Rhythmen aus, von religiölen Wallfahrten und vielschichtiger heiliger Geschichte bis hin zu Stränden, Nachtleben und technologiegetriebenem städtischem Leben. Das Land ist geografisch klein, liegt jedoch am Schnittpunkt der jüdischen Geschichte, regionaler Küchen und einiger der symbolträchtigsten Städte der Welt.
es: Israel es un estado establecido en 1948 en el Mediterráneo oriental, y su identidad moderna es inseparable de un paisaje que va desde ciudades costeras y regiones cítricas hasta extensiones desérticas y el Mar Muerto. Jerusalén, Tel Aviv, Haifa y la Galilea proyectan cada una ritmos muy diferentes, desde la peregrinación religiosa y la historia sagrada superpuesta hasta playas, vida nocturna y vida urbana impulsada por la tecnología. El país es geográficamente pequeño, pero se encuentra en el punto de encuentro de la historia judía, las cocinas regionales y algunas de las ciudades más cargadas de simbolismo en el mundo.
fr: Israël est un État établi en 1948 sur la Méditerranée orientale, et son identité moderne est indissociable d'un paysage allant des villes côtières et des régions d'agrumes aux étendues désertiques et à la mer Morte. Jérusalem, Tel Aviv, Haïfa et la Galilée projettent chacune des rythmes très différents, allant du pèlerinage religieux et de l'histoire sacrée superposée aux plages, à la vie nocturne et à la vie urbaine axée sur la technologie. Le pays est géographiquement petit, mais il se situe au point de rencontre de l'histoire juive, des cuisines régionales et de certaines des villes parmi les plus symboliquement chargées au monde.
it: Israele è uno stato fondato nel 1948 sul Mediterraneo orientale, e la sua identità moderna è inseparabile da un paesaggio che spazia dalle città costiere e dai paesi degli agrumi alle distese desertiche e al Mar Morto. Gerusalemme, Tel Aviv, Haifa e la Galilea proiettano ritmi molto diversi, dal pellegrinaggio religioso e la storia sacra stratificata alle spiagge, alla vita notturna e alla vita urbana guidata dalla tecnologia. Il paese è geograficamente piccolo, ma si trova nel punto d’incontro tra la storia ebraica, le cucine regionali e alcune delle città più simbolicamente cariche del mondo.
pt_br: Israel é um estado estabelecido em 1948 no Mediterrâneo oriental, e sua identidade moderna é inseparável de uma paisagem que vai desde cidades costeiras e regiões de citros até extensões desérticas e o Mar Morto. Jerusalém, Tel Aviv, Haifa e a Galileia apresentam ritmos muito diferentes, desde peregrinações religiosas e história sagrada em camadas até praias, vida noturna e vida urbana impulsionada pela tecnologia. O país é geograficamente pequeno, mas está no ponto de encontro da história judaica, culinárias regionais e algumas das cidades com maior carga simbólica do mundo.
ru: Израиль — это государство, созданное в 1948 году на восточном побережье Средиземного моря, и его современная идентичность неразрывно связана с ландшафтом, который варьируется от прибрежных городов и цитрусовых плантаций до пустынных пространств и Мертвого моря. Иерусалим, Тель-Авив, Хайфа и Галилея каждый демонстрируют очень разные ритмы, от религиозного паломничества и многослойной священной истории до пляжей, ночной жизни и технологически ориентированной городской жизни. Страна географически мала, но находится в месте пересечения еврейской истории, региональных кухонь и некоторых из самых символически насыщенных городов мира.

# country.description.im
source: The Isle of Man is a self-governing Crown Dependency in the Irish Sea with its own parliament, Tynwald, often described as one of the oldest continuous parliamentary bodies in the world. Norse, Celtic, and British influences all helped shape the island's identity. Today it is known as much for finance and the TT motorcycle races as for its constitutional peculiarities.
de: Die Isle of Man ist eine selbstverwaltete Kronbesitzung in der Irischen See mit ihrem eigenen Parlament, Tynwald, das oft als eine der ältesten kontinuierlich bestehenden parlamentarischen Körperschaften der Welt bezeichnet wird. Nordische, keltische und britische Einflüsse trugen alle zur Prägung der Identität der Insel bei. Heute ist sie ebenso für Finanzen und die TT-Motorradrennen bekannt wie für ihre verfassungsrechtlichen Besonderheiten.
es: La Isla de Man es una dependencia de la Corona autónoma en el Mar de Irlanda con su propio parlamento, Tynwald, a menudo descrito como uno de los cuerpos parlamentarios continuos más antiguos del mundo. Las influencias nórdicas, celtas y británicas ayudaron a dar forma a la identidad de la isla. Hoy en día es conocida tanto por las finanzas y las carreras de motocicletas TT como por sus peculiaridades constitucionales.
fr: L'Île de Man est une dépendance de la Couronne autonome située dans la mer d'Irlande, dotée de son propre parlement, le Tynwald, souvent décrit comme l'un des plus anciens organes parlementaires continus au monde. Les influences nordiques, celtiques et britanniques ont toutes contribué à façonner l'identité de l'île. Aujourd'hui, elle est connue autant pour la finance et les courses de motos TT que pour ses particularités constitutionnelles.
it: L'Isola di Man è una dipendenza della Corona autogovernata nel Mare d'Irlanda con un proprio parlamento, Tynwald, spesso descritto come uno dei più antichi organi parlamentari continui al mondo. Le influenze norvegesi, celtiche e britanniche hanno contribuito a plasmare l'identità dell'isola. Oggi è conosciuta tanto per la finanza e le gare motociclistiche TT quanto per le sue peculiarità costituzionali.
pt_br: A Ilha de Man é uma Dependência da Coroa autônoma no Mar da Irlanda com seu próprio parlamento, Tynwald, frequentemente descrito como um dos órgãos parlamentares contínuos mais antigos do mundo. Influências nórdicas, celtas e britânicas ajudaram a moldar a identidade da ilha. Hoje, ela é conhecida tanto pelas finanças e pelas corridas de motocicletas TT quanto por suas peculiaridades constitucionais.
ru: Остров Мэн является самоуправляемой кро́нской зависимой территорией в Ирландском море с собственным парламентом, Тинвальдом, который часто описывают как один из старейших непрерывно действующих парламентских органов в мире. На формирование идентичности острова повлияли норвежские, кельтские и британские традиции. Сегодня он известен не только финансами и мотогонками TT, но и своими конституционными особенностями.

# country.description.in
source: India is one of the world's great civilizational centers, and its scale of language, religion, cuisine, and geography is so large that every generalization breaks down somewhere. The Himalayas, Indo-Gangetic plains, Deccan Plateau, tropical coasts, megacities, and temple towns all belong to the same national frame. It is not just diverse in a casual sense; it is dense with parallel histories happening at once.
de: Indien ist eines der großen zivilisatorischen Zentren der Welt, und sein Umfang an Sprache, Religion, Küche und Geografie ist so groß, dass jede Verallgemeinerung irgendwo scheitert. Die Himalayas, die indo-gangetischen Ebenen, das Dekkan-Plateau, tropische Küsten, Megastädte und Tempelstädte gehören alle zum selben nationalen Rahmen. Es ist nicht nur im beiläufigen Sinne vielfältig; es ist dicht mit parallelen Geschichten, die gleichzeitig stattfinden.
es: India es uno de los grandes centros civilizacionales del mundo, y su escala de idioma, religión, gastronomía y geografía es tan grande que toda generalización falla en algún punto. Los Himalayas, las llanuras indo-gangéticas, la meseta del Decán, las costas tropicales, las megaciudades y los pueblos con templos pertenecen todos al mismo marco nacional. No es solo diversa en un sentido casual; está densa de historias paralelas ocurriendo al mismo tiempo.
fr: L'Inde est l'un des grands centres civilisationnels du monde, et son échelle de langues, de religions, de cuisines et de géographie est si vaste que toute généralisation échoue quelque part. L'Himalaya, les plaines indo-gangétiques, le plateau du Deccan, les côtes tropicales, les mégapoles et les villes de temples appartiennent tous au même cadre national. Ce n'est pas seulement divers dans un sens occasionnel ; c'est dense de récits parallèles se produisant en même temps.
it: L'India è uno dei più grandi centri di civiltà del mondo e la sua scala di lingua, religione, cucina e geografia è così ampia che ogni generalizzazione da qualche parte fallisce. L’Himalaya, le pianure indo-gangetiche, l’altopiano del Deccan, le coste tropicali, le megalopoli e le città-tempio appartengono tutte allo stesso quadro nazionale. Non è solo diverso in senso casuale; è denso di storie parallele che accadono contemporaneamente.
pt_br: A Índia é um dos grandes centros civilizacionais do mundo, e sua escala de línguas, religiões, culinária e geografia é tão enorme que toda generalização se rompe em algum lugar. Os Himalaias, as planícies Indo-Gangéticas, o Planalto de Deccan, as costas tropicais, as megacidades e as cidades de templos pertencem todos ao mesmo quadro nacional. Não é apenas diversa de forma casual; é densa com histórias paralelas acontecendo simultaneamente.
ru: Индия является одним из великих цивилизационных центров мира, и её масштаб в языках, религии, кухне и географии настолько велик, что любое обобщение где-то рушится. Гималаи, Индо-Гангская равнина, Деканское плато, тропические побережья, мегаполисы и города с храмами — все это принадлежит одной национальной рамке. Она разнообразна не просто в обычном смысле; она насыщена параллельными историями, происходящими одновременно.

# country.description.io
source: The British Indian Ocean Territory is a contested British-administered territory in the central Indian Ocean, most famously associated with Diego Garcia. Its modern history cannot be separated from the forced removal of the Chagossian people and the continuing sovereignty dispute involving Mauritius. This is one of those places where the most important fact is not scenery but political injustice.
de: Das Britische Territorium im Indischen Ozean ist ein umstrittenes, von Großbritannien verwaltetes Gebiet im zentralen Indischen Ozean, das am bekanntesten mit Diego Garcia in Verbindung gebracht wird. Seine moderne Geschichte kann nicht von der zwangsweisen Vertreibung der Chagossianer und dem anhaltenden Souveränitätsstreit mit Mauritius getrennt werden. Dies ist einer dieser Orte, an denen das wichtigste Faktum nicht die Landschaft, sondern politische Ungerechtigkeit ist.
es: El Territorio Británico del Océano Índico es un territorio administrado por Gran Bretaña en el centro del océano Índico, famoso sobre todo por Diego García. Su historia moderna no puede separarse del desplazamiento forzado del pueblo chagosiano y de la continua disputa de soberanía que involucra a Mauricio. Este es uno de esos lugares donde el hecho más importante no es el paisaje, sino la injusticia política.
fr: Le Territoire britannique de l'océan Indien est un territoire administré par la Grande-Bretagne et contesté, situé dans l'océan Indien central, le plus célèbre étant associé à Diego Garcia. Son histoire moderne ne peut être séparée de l'expulsion forcée du peuple des Chagos et du différend de souveraineté continu impliquant l'Île Maurice. C'est l'un de ces endroits où le fait le plus important n'est pas le paysage mais l'injustice politique.
it: Il territorio britannico dell'Oceano Indiano è un territorio conteso amministrato dagli inglesi nell'Oceano Indiano centrale, notoriamente associato a Diego Garcia. La sua storia moderna non può essere separata dall’allontanamento forzato del popolo chagossiano e dalla continua disputa sulla sovranità che coinvolge Mauritius. Questo è uno di quei posti dove il fatto più importante non è lo scenario ma l’ingiustizia politica.
pt_br: O Território Britânico do Oceano Índico é um território administrado pelo Reino Unido e contestado, localizado no centro do Oceano Índico, mais famoso por sua associação com Diego Garcia. Sua história moderna não pode ser separada da remoção forçada do povo Chagossiano e da contínua disputa de soberania envolvendo Maurício. Este é um daqueles lugares onde o fato mais importante não é a paisagem, mas a injustiça política.
ru: Британская территория в Индийском океане — это оспариваемая территория, управляемая Великобританией, в центральной части Индийского океана, наиболее известная Диего-Гарсией. Её современную историю нельзя отделить от принудительного выселения народа чагосцев и продолжающегося спора о суверенитете с Маврикием. Это одно из тех мест, где самым важным фактом является не пейзаж, а политическая несправедливость.

# country.description.iq
source: Iraq sits at the heart of Mesopotamia, the land between the Tigris and Euphrates where some of the world's earliest cities, writing systems, and states first took shape. Beyond that ancient legacy, the country is also known for date palms, marshlands in the south, Abbasid-era Baghdad, poetry, hospitality, and rich regional food traditions. Its importance is civilizational as much as political, and the cultural depth stretches from ancient urban history to living culinary and literary traditions.
de: Der Irak liegt im Herzen Mesopotamiens, dem Land zwischen Tigris und Euphrat, wo einige der frühesten Städte, Schriftsysteme und Staaten der Welt entstanden. Über dieses antike Erbe hinaus ist das Land auch bekannt für Dattelpalmen, Marschen im Süden, das Bagdad der Abbasidenzeit, Poesie, Gastfreundschaft und reiche regionale Esskulturen. Seine Bedeutung ist ebenso zivilisatorisch wie politisch, und die kulturelle Tiefe reicht von der antiken urbanen Geschichte bis zu lebendigen kulinarischen und literarischen Traditionen.
es: Irak se encuentra en el corazón de Mesopotamia, la tierra entre el Tigris y el Éufrates donde surgieron algunas de las primeras ciudades, sistemas de escritura y estados del mundo. Más allá de ese legado antiguo, el país también es conocido por las palmeras datileras, los humedales del sur, Bagdad de la era abasí, la poesía, la hospitalidad y las ricas tradiciones culinarias regionales. Su importancia es tanto civilizacional como política, y la profundidad cultural se extiende desde la historia urbana antigua hasta las tradiciones culinarias y literarias vivas.
fr: L'Irak se situe au cœur de la Mésopotamie, la terre entre le Tigre et l'Euphrate où certaines des premières villes, systèmes d'écriture et États du monde ont vu le jour. Au-delà de cet héritage ancien, le pays est également connu pour ses palmiers dattiers, ses marais du sud, Bagdad à l'époque abbasside, sa poésie, son hospitalité et ses riches traditions culinaires régionales. Son importance est autant civilisationnelle que politique, et la profondeur culturelle s'étend de l'histoire urbaine ancienne aux traditions culinaires et littéraires vivantes.
it: L'Iraq si trova nel cuore della Mesopotamia, la terra tra il Tigri e l'Eufrate dove presero forma alcune delle prime città, sistemi di scrittura e stati del mondo. Oltre a questa antica eredità, il paese è noto anche per le palme da dattero, le paludi nel sud, la Baghdad dell'era Abbaside, la poesia, l'ospitalità e le ricche tradizioni alimentari regionali. La sua importanza è tanto culturale quanto politica, e la profondità culturale si estende dall'antica storia urbana alle tradizioni culinarie e letterarie viventi.
pt_br: O Iraque está no coração da Mesopotâmia, a terra entre os rios Tigre e Eufrates, onde algumas das primeiras cidades, sistemas de escrita e Estados do mundo tiveram seu início. Além desse legado antigo, o país também é conhecido por seus coqueiros-dátil, pântanos no sul, a Bagdá da era Abássida, poesia, hospitalidade e ricas tradições culinárias regionais. Sua importância é tanto civilizacional quanto política, e a profundidade cultural se estende da antiga história urbana até as tradições culinárias e literárias vivas.
ru: Ирак находится в самом сердце Месопотамии, на земле между Тигром и Евфратом, где зародились одни из первых городов, систем письма и государств в мире. Помимо этого древнего наследия, страна также известна финиковыми пальмами, болотами на юге, Багдадом эпохи Аббасидов, поэзией, гостеприимством и богатыми региональными кулинарными традициями. Его значение столь же цивилизационное, сколь и политическое, а культурная глубина простирается от древней городской истории до живых кулинарных и литературных традиций.
